[LSEventListener_UI]
strCrewSizeTitle="船员"

[UIAlert_LivingSpace]
strCrewOverflowTitle=船员超载
strCrewOverflowHeader=居住舱
strCrewOverflowDescription="复仇者号容纳了超出我们能够安全承载的人数，我们的一些士兵睡在地板上。士气受到了打击，恢复时间也将因此变长。为此，我们应该考虑升级居住舱（指挥官舱室下方的房间），以增加船员的最大上限，或解雇一些非必要人员，以降低我们的船员数量。"
strCrewOverflowNoWorkshop="或许我们可以建造<XGParam:StrValue0>来给我们的工程师提供单独的舱室。"
strCrewOverflowNoLaboratory="或许我们可以建造<XGParam:StrValue1>来给我们的科学家提供单独的舱室。"
strCrewOverflowNeitherFacility="或许我们可以建造<XGParam:StrValue0>或<XGParam:StrValue1>分别给我们的工程师或科学家提供单独的舱室。"

[LivingSpace_MCMScreen]
ModName="Living Space"
PageTitle="居住空间"
UserInterfaceGroupHeader="界面"

bShowCrewCountOnGeoscape_Label="在大地图上显示船员数量"
bShowCrewCountOnGeoscape_Tip="不在其他地方启用/禁用船员数量显示值"
